Repository: zehraseren/MultiShopProject
Catalog: Frontends/*.WebUI/Resources/RegisterResources.*.resx
Languages: fr

source: Hesabınıza giriş yapın:
fr: Connectez-vous à votre compte :

source: Güvenli ödeme seçenekleri ve kişiselleştirilmiş alışveriş deneyimi için e-posta ve şifrenizle giriş yapın.
fr: utilisez votre e-mail et votre mot de passe pour accéder à des options de paiement sécurisées et à une expérience d’achat personnalisée.

source: Giriş Yap
fr: Se connecter

source: MULTISHOP E-TİCARET
fr: MULTISHOP E-commerce

source: MULTISHOP’a hoş geldiniz! Alışverişin en hızlı ve güvenli adresine giriş yaparak binlerce ürüne anında ulaşabilirsiniz
fr: Bienvenue sur MULTISHOP ! Connectez-vous à l’adresse d’achat la plus rapide et la plus sécurisée pour accéder instantanément à des milliers de produits.

source: Ad
fr: Prénom

source: Soyad
fr: Nom de famille

source: Email Adresi
fr: Adresse e-mail

source: Kullanıcı Adı
fr: Nom d'utilisateur

source: Şifre
fr: Mot de passe

source: Şifre Tekrar
fr: Confirmer le mot de passe

source: Kayıt Ol
fr: S'inscrire

source: Lütfen adınızı giriniz.
fr: Veuillez entrer votre prénom.

source: Lütfen soyadınızı giriniz.
fr: Veuillez entrer votre nom de famille.

source: Lütfen email adresinizi giriniz.
fr: Veuillez entrer votre adresse e-mail.

source: Lütfen şifrenizi giriniz.
fr: Veuillez entrer votre mot de passe.

source: Lütfen şifrenizi tekrar giriniz.
fr: Veuillez confirmer votre mot de passe.

source: Şifreler uyuşmuyor.
fr: Les mots de passe ne correspondent pas.

source: MultiShop Kayıt Formu
fr: Formulaire d'inscription MultiShop
